const MenuDetail = [
  {
    r: 200,
    count: 10,
    data: [
      {
        Cid: 402108,
        Sdis:
          '将锡纸铺在烤盘上（哑光面朝上），然后腌好的鸡翅放入烤盘（背面朝上）。　',
        Spic: 'http://172.28.5.61:8088/45612102201209211637051348297945.jpg',
        Step: 6
      },
      {
        Cid: 402108,
        Sdis: '蜂蜜备好。',
        Spic: 'http://172.28.5.61:8088/60187896201209211635091348903617.jpg',
        Step: 2
      },
      {
        Cid: 402108,
        Sdis: '再次取出鸡翅，刷上蜂蜜，放入烤箱再烤5分钟即可。',
        Spic: 'http://172.28.5.61:8088/25372404201209211638381349185220.jpg',
        Step: 11
      },
      {
        Cid: 402108,
        Sdis: '取出鸡翅，两面再刷上一层烤肉酱，表面翻面，放入烤箱烤5分钟。',
        Spic: 'http://172.28.5.61:8088/62997872201209211638501348575223.jpg',
        Step: 9
      },
      {
        Cid: 402108,
        Sdis: '烤箱预热200度，将烤盘放入烤箱中上层，烤10分钟。',
        Spic: 'http://172.28.5.61:8088/61007260201209211635561348839517.jpg',
        Step: 7
      },
      {
        Cid: 402108,
        Sdis:
          '鸡翅洗净，用牙签在鸡翅上扎一些小孔或在鸡翅上开几刀小口（以便腌制的时候入味）。',
        Spic: 'http://172.28.5.61:8088/92508656201209211635001348391655.jpg',
        Step: 3
      },
      {
        Cid: 402108,
        Sdis: '倒入香辣烤肉酱拌匀。',
        Spic: 'http://172.28.5.61:8088/11374684201209211636281348691991.jpg',
        Step: 4
      },
      {
        Cid: 402108,
        Sdis: '取出鸡翅，两面再刷上一层烤肉酱，表面翻面，放入烤箱烤5分钟。',
        Spic: 'http://172.28.5.61:8088/62997872201209211638501348575223.jpg',
        Step: 8
      },
      {
        Cid: 402108,
        Sdis: '新鲜鸡翅、烤肉酱备好。',
        Spic: 'http://172.28.5.61:8088/45656374201209211635521348818813.jpg',
        Step: 1
      },
      {
        Cid: 402108,
        Sdis:
          '盖上盖子放入冰箱腌制十二小时（至少不低于三个小时，时间越长越好）。　',
        Spic: 'http://172.28.5.61:8088/27363665201209211637061348688135.jpg',
        Step: 5
      }
    ],
    message: '获取云菜单消息成功'
  }
];

export default MenuDetail;
